
/** Clock.m */

/** ClockController.m */

/** ComposeView.m */
"When replying to an E-Mail, add the signature to the" = "När ett svarsbrev skrivs, lägg till signaturen i";
"beginning" = "början";
"end" = "slutet";
"of the message." = "av meddelandet.";
"When forwarding an E-Mail, add the signature to the" = "När ett brev vidarebefordras, lägg till signaturen i";
"Wrap lines at" = "Byt rad vid";
"characters when sending plain/text messages." = "tecken när plain/text meddelanden skickas.";
"Default charset used when sending a message:" = "Default charset used when sending a message:";
"Automatic" = "Automatic";

/** ComposeViewController.m */
"Compose" = "Skriv";
/* "Automatic" =  "Automatic"; */

/** Face.m */

/** FaceController.m */

/** ExtendedFilteringTableView.m */

/** ExtendedTableColumn.m */

/** FilterEditorWindow.m */
"Description:" = "Beskrivning:";
"Active" = "Aktivt";
"Filter type:" = "Filter type:";
"Incoming" = "Incoming";
"Outgoing" = "Outgoing";
"External Program" = "External Program";
"Process with external program:" = "Process with external program:";
"and apply criteria(s)" = "and apply criteria(s)";
"after" = "after";
"before" = "before";
"program execution." = "program execution.";
"Criteria" = "Kriterium";
"To" = "To";
"Cc" = "Cc";
"To or Cc" = "Till eller Cc";
"Subject" = "Ämne";
"From" = "Från";
"Expert..." = "Expert...";
"Contains" = "Innehåller";
"Is Equal" = "Är lika med";
"Has Prefix" = "Har prefixet";
"Has Suffix" = "Har suffixet";
"Match Expression" = "Matcha uttryck";
"and" = "and";
"or" = "or";
"(none)" = "(none)";
"Action" = "Handling";
"Set the color to:" = "Ändra färg till:";
"Transfer to mailbox:" = "Flytta till brevlåda:";
"Do..." = "Utför...";
"Delete the message" = "Radera meddelandet";
"Blue" = "Blå";
"Brown" = "Brun";
"Cyan" = "Cyan";
"Dark Gray" = "Mörkgrå";
"Green" = "Grön";
"Magenta" = "Magenta";
"Orange" = "Orange";
"Purple" = "Lila";
"Red" = "Röd";
"White" = "Vit";
"Yellow" = "Gul";
"Bounce to:" = "Studsa till:";
"Forward to:" = "Vidarebeforda till:";
"Reply to:" = "Svara till:";
"Set message" = "Välj meddelande";
"Cancel" = "Avbryt";
"OK" = "Ok";

/** FilterEditorWindowController.m */
"Add a filter" = "Lägg till ett filter";
"Error!" = "Fel!";
"The selected target folder (%@) holds folders, not messages." = "The selected target folder (%@) holds folders, not messages.";
/* "OK" =  "Ok"; */
"Warning!" = "Warning!";
"Defining a Coloring filter that uses an external program is a BAD idea.\nThis will slow down drastically the application." = "Defining a Coloring filter that uses an external program is a BAD idea.\nThis will slow down drastically the application.";
/* "To" =  "To"; */
/* "Cc" =  "Cc"; */
/* "To or Cc" =  "Till eller Cc"; */
/* "From" =  "Från"; */
"Is in Address Book" = "Is in Address Book";

/** FilterHeaderEditorWindow.m */
"Header" = "Huvud";
"Header:" = "Huvud:";
"Remove" = "Ta bort";
"Add" = "Lägg till";
/* "Cancel" =  "Avbryt"; */
/* "OK" =  "Ok"; */

/** FilterHeaderEditorWindowController.m */
"Add a header" = "Lägg till huvud";

/** FilterMessageWindow.m */
"Text to include before original message:" = "Text att inkludera före orginalmeddelandet:";
/* "Cancel" =  "Avbryt"; */
/* "OK" =  "Ok"; */

/** FilterMessageWindowController.m */

/** FilteringView.m */
"Rules" = "Regler";
/* "Active" =  "Aktivt"; */
"Add..." = "Lägg till...";
"Delete" = "Ta bort";
"Edit..." = "Ändra...";
"Duplicate" = "Duplicera";

/** FilteringViewController.m */
"Yes" = "Ja";
"No" = "Nej";
"Delete..." = "Ta bort...";
"Are you sure you want to delete this filter?" = "Är du säker att du vill ta bort det här filtret?";
/* "Cancel" =  "Avbryt"; */
"Edit a filter" = "Redigera ett filter";
"Filtering" = "Filtering";

/** FontsView.m */
"Font used when displaying a message for:" = "Typsnitt som används för att visa:";
"Header name:" = "Huvud namn:";
"Size:" = "Size:";
"Header value:" = "Huvud innehåll:";
"Content of message:" = "Meddelandets innehåll:";
"Use fixed-width font for plain text messages" = "Use fixed-width font for plain text messages";
"Plain text font:" = "Plain text font:";

/** FontsViewController.m */
"Fonts" = "Typsnitt";

/** MIMEView.m */
"Mime-Type" = "Mime-typ";
"File extension(s)" = "Filändelse(r)";
/* "Add..." =  "Lägg till..."; */
/* "Delete" =  "Ta bort"; */
/* "Edit..." =  "Ändra..."; */
"Import from mailcap" = "Importera från mailcap";

/** MIMEViewController.m */
/* "Delete..." =  "Ta bort..."; */
"Are you sure you want to delete this Mime-Type entry?" = "Är du säker att du vill ta bort den här Mime-typen?";
/* "Cancel" =  "Avbryt"; */
/* "Yes" =  "Ja"; */
"MIME" = "MIME";

/** MailcapParser.m */

/** MailcapWindow.m */
/* "Mime-Type" =  "Mime-typ"; */
"Command" = "Kommando";
/* "Cancel" =  "Avbryt"; */
"Import" = "Importera";

/** MailcapWindowController.m */
"Import from mailcap file" = "Importera från mailcap fil";
"Mailcap Import Error!" = "Mailcap importeringsfel!";
"You must select at least one mailcap item to import!" = "Du måste välja minst ett mailcap föremål att importera!";
/* "OK" =  "Ok"; */

/** MimeTypeEditorWindow.m */
"Mime-Type (ex: image/jpeg):" = "Mime-typ (t.ex: image/jpeg):";
"File extensions (ex: jpeg,jpg,jpe):" = "Filändelser (t.ex: jpeg,jpg,jpe):";
/* "Description:" =  "Beskrivning:"; */
"View:" = "Visa:";
"Display if possible (as icon if it is not possible)" = "Visa om möjligt (som ikon om inte möjligt)";
"Always display as icon" = "Visa alltid som ikon";
"Action:" = "Åtgärd:";
"Prompt save panel" = "Öppna sparningspanel";
"Open with external program:" = "Öppna med externt program:";
"Choose" = "Välj";
"Needs a terminal for the external program" = "En terminal kvävs för det externa programmet";
"Please choose an icon to represent this Mime-Type (tiff file only):" = "Var god välj en ikon för att representera denna Mime-typ (endast tiff bilder):";
/* "Cancel" =  "Avbryt"; */
/* "OK" =  "Ok"; */

/** MimeTypeEditorWindowController.m */
"Add a Mime-Type" = "Lägg till en Mime-typ";
"Edit a Mime-Type" = "Ändra på en Mime-typ";

/** MailboxesView.m */
"Default mailbox used for:" = "Default mailbox used for:";
"Inbox:" = "Inbox:";
"Outbox:" = "Outbox:";
"Drafts:" = "Drafts:";
"Trash:" = "Trash:";
"(If you don't see all your IMAP mailboxes, first open the connection to this IMAP server.)" = "(If you don't see all your IMAP mailboxes, first open the connection to this IMAP server.)";
"Compact mailbox when closing (not recommended)" = "Rensa brevlådor när dom stängs (inte rekommenderat)";
"Reuse the mail window when selecting a folder" = "Reuse the mail window when selecting a folder";

/** MailboxesViewController.m */
"Mailboxes" = "Brevlådor";

/** PGPController.m */
"Encrypt" = "Encrypt";
"Sign" = "Sign";
"\nThe supplied passphrase was wrong or not given" = "\nThe supplied passphrase was wrong or not given";
"\nWrong passphrase (or something else)" = "\nWrong passphrase (or something else)";
"\nYour key is expired. You must generate a new one\nbefore trying to send again any signed or encrypted messages." = "\nYour key is expired. You must generate a new one\nbefore trying to send again any signed or encrypted messages.";
"Decryption failed due the following reason(s):\n" = "Decryption failed due the following reason(s):\n";
/* "Error!" =  "Fel!"; */
/* "OK" =  "Ok"; */
"Encryption failed due the following reason(s):\n" = "Encryption failed due the following reason(s):\n";
"Passphrase for %@" = "Passphrase for %@";

/** PGPView.m */
"GPG/PGP executable path:" = "GPG/PGP executable path:";
"User E-Mail address:" = "User E-Mail address:";
"Use FROM E-Mail address for signing" = "Use FROM E-Mail address for signing";

/** PGPViewController.m */
"Version: %@" = "Version: %@";
"PGP" = "PGP";

/** NewPersonalProfilePanel.m */
"Please enter the name of the new profile:" = "Skriv in namnet på den nya profilen:";
/* "Cancel" =  "Avbryt"; */
/* "OK" =  "Ok"; */

/** NewPersonalProfilePanelController.m */
"New Personal Profile" = "Ny personlig profil";

/** PersonalView.m */
"Available personal profiles:" = "Tillgängliga personliga profiler:";
/* "Add" =  "Lägg till"; */
/* "Delete" =  "Ta bort"; */
"Set this profile as default" = "Använd den här profilen som standard";
"Your name:" = "Ditt namn:";
"Your E-Mail address:" = "Din epostadress:";
"Reply-to address:" = "Svarsadress:";
"Organization:" = "Organisation:";
"Signature" = "Signatur";
"Obtain signature from" = "Erhåll signatur från";
"content of file" = "innehåll av fil";
"program's output" = "programs utskrift";
/* "Choose" =  "Välj"; */

/** PersonalViewController.m */
/* "Error!" =  "Fel!"; */
"This profile name already exists. Please choose another name." = "Det finns redan en profil med det här namnet. Var god välj ett annat namn.";
/* "OK" =  "Ok"; */
"You must have at least one defined personal profile at any time." = "Du måste ha minst en personlig profil.";
/* "Delete..." =  "Ta bort..."; */
"Are you sure you want to delete the %@ personal profile?" = "Är du säker att du vill ta bort profilen %@?";
/* "Cancel" =  "Avbryt"; */
/* "Yes" =  "Ja"; */
"Personal" = "Personligt";

/** IMAPView.m */
"Check for mail every" = "Hämta ny epost med";
"minutes" = "minut";
"Folders" = "Folders";
"Subscribed" = "Subscribed";
"List" = "List";
"Subscribe" = "Anslut";
"Unsubscribe" = "Ta bort anslutning";

/** IMAPViewController.m */
"All Folders" = "All Folders";
"Y" = "Y";
/* "Error!" =  "Fel!"; */
"Authentication error with the IMAP server." = "Authentication error with the IMAP server.";
/* "OK" =  "Ok"; */
"An error occured while listing the folders on this IMAP server." = "An error occured while listing the folders on this IMAP server.";
"You are already subscribed to this IMAP folder." = "You are already subscribed to this IMAP folder.";
"You cannot subscribe to this folder." = "You cannot subscribe to this folder.";
"An error occured while subscribing to folder:\n%@." = "An error occured while subscribing to folder:\n%@.";
"You are already unsubscribed from this IMAP folder." = "You are already unsubscribed from this IMAP folder.";
"An error occured while unsubscribing to folder:\n%@." = "An error occured while unsubscribing to folder:\n%@.";

/** POP3View.m */
"Leave messages on server for" = "Lämna meddelanden på server i";
"days" = "dagar";
"Use APOP (if possible)" = "Använd APOP (om möjligt)";
"Download messages from this server into mailbox:" = "Download messages from this server into mailbox:";
"(If you don't see all your IMAP mailboxes, first open the connection\nto this IMAP server.)" = "(If you don't see all your IMAP mailboxes, first open the connection\nto this IMAP server.)";

/** POP3ViewController.m */

/** ReceivingView.m */
"Retrieve mail (for POP3 accounts and local mail spool file)" = "Hämta post (för POP3 konton och lokal post)";
"Manually" = "Manuellt";
"Automatically every" = "Automatiskt var";
/* "minutes" =  "minut"; */
"Incoming mail servers" = "Inkommande postservrar";
"Incoming Servers" = "Inkommande servrar";
/* "Add" =  "Lägg till"; */
"Edit" = "Redigera";
/* "Delete" =  "Ta bort"; */
"Show alert panel for received and transferred messages" = "Show alert panel for received and transferred messages";
"Show No New Messages panel" = "Show No New Messages panel";

/** ReceivingViewController.m */
"POP3" = "POP3";
"IMAP" = "IMAP";
"%@ [UNIX]" = "%@ [UNIX]";
/* "Error!" =  "Fel!"; */
"To edit this account, you must first close the connection with the server." = "To edit this account, you must first close the connection with the server.";
/* "OK" =  "Ok"; */
"To delete this account, you must first close the connection with the server." = "To delete this account, you must first close the connection with the server.";
/* "Delete..." =  "Ta bort..."; */
"Are you sure you want to delete this receiving server entry?" = "Är du säker att du vill ta bort den här inkommande servern?";
/* "Cancel" =  "Avbryt"; */
/* "Yes" =  "Ja"; */
"Receiving" = "Ta emot";

/** ReceivingWindow.m */
"Server type:" = "Servertyp:";
/* "POP3" =  "POP3"; */
/* "IMAP" =  "IMAP"; */
"UNIX" = "UNIX";
"Server name:" = "Servernamn:";
"Port:" = "Port:";
"Username:" = "Användarnamn:";
"Password:" = "Lösenord:";
"Remember password" = "Spara lösenord";
"Verify for new mail on startup" = "Verify for new mail on startup";
"Use secure connection (SSL)" = "Use secure connection (SSL)";
"General" = "Allmänt";
/* "Cancel" =  "Avbryt"; */
/* "OK" =  "Ok"; */

/** ReceivingWindowController.m */
"Receiving preferences" = "Mottagningsinställningar";
/* "IMAP" =  "IMAP"; */
/* "POP3" =  "POP3"; */
/* "UNIX" =  "UNIX"; */

/** UNIXView.m */
"Mail spool file:" = "Lokal postfil:";
/* "Choose" =  "Välj"; */
"Download messages from this spool file into mailbox:" = "Download messages from this spool file into mailbox:";
/* "(If you don't see all your IMAP mailboxes, first open the connection\nto this IMAP server.)" =  "(If you don't see all your IMAP mailboxes, first open the connection\nto this IMAP server.)"; */

/** UNIXViewController.m */

/** SendingView.m */
"Delivery methods" = "Leveransmetoder";
"Method" = "Metod";
"Value" = "Värde";
/* "Add" =  "Lägg till"; */
/* "Edit" =  "Redigera"; */
/* "Remove" =  "Ta bort"; */
"Additional Outgoing Headers" = "Extra utgående huvuden";
"Key" = "Nyckel";
"Key:" = "Nyckel:";
"Value:" = "Värde:";

/** SendingViewController.m */
"SMTP" = "SMTP";
"Mailer" = "Postskickare";
/* "Delete..." =  "Ta bort..."; */
"Are you sure you want to delete this transport method?" = "Är du säker att du vill ta bort denna leveransmetod?";
/* "Cancel" =  "Avbryt"; */
/* "Yes" =  "Ja"; */
"Sending" = "Skicka";

/** TransportMethodEditorWindow.m */
"Transport method:" = "Leveransmetod:";
/* "Mailer" =  "Postskickare"; */
/* "SMTP" =  "SMTP"; */
"Mailer:" = "Postskickare:";
"Host:" = "Värd:";
/* "Port:" =  "Port:"; */
"Authenticate using" = "Anslut med";
"Most secure" = "Säkraste";
"Supported mechanisms" = "Stödda metoder";
/* "Username:" =  "Användarnamn:"; */
/* "Password:" =  "Lösenord:"; */
/* "Remember password" =  "Spara lösenord"; */
"Associated personal profile:" = "Associerad personlig profil:";
/* "Cancel" =  "Avbryt"; */
/* "OK" =  "Ok"; */

/** TransportMethodEditorWindowController.m */
"Add a transport method" = "Lägg till en leveransmetod";
"Edit a transport method" = "Redigera en leveransmetod";

/** ViewingView.m */
"Messages" = "Meddelanden";
"Hide deleted messages on startup" = "Göm raderade meddelanden vid uppstart";
"Hide read messages on startup" = "Hide read messages on startup";
"Highlight URLs in message content" = "Färglägg URLer i meddelanden";
"Table columns" = "Tabell kolumner";
"Status" = "Status";
"Id" = "Nr";
"Date" = "Datum";
/* "From" =  "Från"; */
/* "Subject" =  "Ämne"; */
"Size" = "Storlek";
"Shown headers while viewing a mail" = "Visade huvuden när brev visas";
"Show all headers" = "Visa alla huvuden";
/* "Remove" =  "Ta bort"; */
/* "Add" =  "Lägg till"; */
"Defaults" = "Återställ";
/* "Key:" =  "Nyckel:"; */
"Shown Headers" = "Visade huvuden";
"Double-clicking in message list:" = "Double-clicking in message list:";
"Opens reply editor" = "Opens reply editor";
"Opens message in new window" = "Opens message in new window";

/** ViewingViewController.m */
"Viewing" = "Visning";

/** Address.m */

/** AddressBook.m */
/* "General" =  "Allmänt"; */

/** AddressBookController.m */
"Address Book" = "Adressbok";
"Add Group" = "Ny grupp";
"Delete Group" = "Ta bort grupp";
/* "General" =  "Allmänt"; */
/* "Error!" =  "Fel!"; */
"This group already exist! Please choose an other name." = "Denna grupp finns redan! Var god välj ett annat namn.";
/* "OK" =  "Ok"; */
/* "Delete..." =  "Ta bort..."; */
"Are you sure you want to delete this address?" = "Är du säker på att du vill ta bort den här adressen?";
/* "No" =  "Nej"; */
/* "Yes" =  "Ja"; */
"Are you sure you want to delete this group?" = "Är du säker på att du vill ta bort den här gruppen?";
"You must select a group to import the addresses in." = "You must select a group to import the addresses in.";
"< no address >" = "< ingen adress >";
"Add Address" = "Lägg till adress";
"Delete Address" = "Ta bort adress";
"Enter the contact's E-Mail address here" = "Skriv kontaktens e-post adress här";
"Groups" = "Grupper";
"Move to:" = "Flytta till:";

/** AddressBookWindow.m */
/* "Groups" =  "Grupper"; */
"Name:" = "Namn:";
"Modify" = "Ändra";
"Import from:" = "Import from:";
"OPENSTEP Mail.app" = "OPENSTEP Mail.app";
"LDIF" = "LDIF";
"Close" = "Stäng";

/** BounceWindow.m */
"Send" = "Skicka";
"Addresses" = "Adressbok";
"From:" = "Från:";
"Using:" = "Genom:";
"To:" = "Till:";
"Cc:" = "Cc:";
"Bcc:" = "Bcc:";

/** BounceWindowController.m */
"Bounce a message" = "Studsa ett meddelande";
/* "Error!" =  "Fel!"; */
"Unable to create a valid bounced message.\nPlease, report this as a bug." = "Kunde inte skapa ett korrekt studsat meddelande.\nVar god rapportera detta som en bug.";
/* "OK" =  "Ok"; */
"Please, verify that the To/Cc/Bcc fields are correct. Also, you MUST have at least one\nvalid E-Mail address in the To field." = "Var god verifiera att Till/Cc/Bcc-fälten är korrekta. Du måste också ha minst en\ngiltig epostadress i Till fältet.";
"Stop" = "Stop";
"Starting the thread for bouncing the E-Mail..." = "Starting the thread for bouncing the E-Mail...";
"Closing..." = "Stänger...";
"A mail is currently being sent. Please wait." = "Ett brev skickas. Var god vänta.";
"An error occured during the authentication with the SMTP server (%@)." = "Ett fel uppstod när SMTP servern kontaktades (%@).";
"An error occured while sending the E-Mail. It might be a network\nproblem or an error in your sending preferences." = "Ett fel uppstod när brevet skickades. Det kan vara ett\nnätverksproblem eller ett fel i dina sändningsinställningar.";
/* "Send" =  "Skicka"; */
"Manual stop of bouncing thread." = "Manual stop of bouncing thread.";
"Exiting the thread used to bounce the E-Mail..." = "Exiting the thread used to bounce the E-Mail...";

/** BounceWindowToolbar.m */

/** ConsoleWindow.m */
/* "Date" =  "Datum"; */
"Message" = "Meddelande";

/** ConsoleWindowController.m */
/* "Date" =  "Datum"; */
"%H:%M:%S.%F" = "%H:%M:%S.%F";

/** EditWindow.m */
/* "Send" =  "Skicka"; */
"Attach" = "Bifoga";
"Add Cc" = "Lägg till Cc";
"Add Bcc" = "Lägg till Bcc";
/* "Addresses" =  "Adressbok"; */
/* "From:" =  "Från:"; */
/* "Using:" =  "Genom:"; */
"Charset:" = "Charset:";
/* "Automatic" =  "Automatic"; */
/* "To:" =  "Till:"; */
/* "Cc:" =  "Cc:"; */
/* "Bcc:" =  "Bcc:"; */
"Subject:" = "Ämne:";

/** EditWindowController.m */
/* "Error!" =  "Fel!"; */
"You must have at least one transport agent defined.\nSee Preferences -> Sending." = "Du måste definiera minst en leveransmetod.\nSe Inställningar -> Skicka.";
/* "OK" =  "Ok"; */
/* "Stop" =  "Stop"; */
"Starting the thread for sending the E-Mail..." = "Starting the thread for sending the E-Mail...";
"(no subject)" = "(no subject)";
/* "Closing..." =  "Stänger..."; */
/* "A mail is currently being sent. Please wait." =  "Ett brev skickas. Var god vänta."; */
"Would you like to save this message in the Drafts folder?" = "Vill du spara det här meddelandet i Utkast brevlådan?";
/* "Cancel" =  "Avbryt"; */
/* "Yes" =  "Ja"; */
/* "No" =  "Nej"; */
"An error occured while attempting to obtain the message store for the Drafts folder." = "An error occured while attempting to obtain the message store for the Drafts folder.";
"Remove Cc" = "Ta bort Cc";
/* "Add Cc" =  "Lägg till Cc"; */
"Remove Bcc" = "Ta bort Bcc";
/* "Add Bcc" =  "Lägg till Bcc"; */
/* "An error occured during the authentication with the SMTP server (%@)." =  "Ett fel uppstod när SMTP servern kontaktades (%@)."; */
/* "An error occured while sending the E-Mail. It might be a network\nproblem or an error in your sending preferences." =  "Ett fel uppstod när brevet skickades. Det kan vara ett\nnätverksproblem eller ett fel i dina sändningsinställningar."; */
/* "Send" =  "Skicka"; */
"An error occured while attempting to obtain the message store for the Outbox folder.\nThe message nonetheless successfully sent." = "An error occured while attempting to obtain the message store for the Outbox folder.\nThe message nonetheless successfully sent.";
"You must define a recipient in the field \"To\"." = "Du måste skriva in en mottagare i fältet \"Till\".";
/* "Automatic" =  "Automatic"; */
"Manual stop of sending thread." = "Manual stop of sending thread.";
"Exiting the thread used to send the E-Mail..." = "Exiting the thread used to send the E-Mail...";
"An error occured while decoding %@. Please fix this address." = "Ett fel uppstod när adressen %@ avlästes. Var god rätta till adressen.";
"%0.1fKB (%d characters)" = "%0.1fKB (%d characters)";

/** EditWindowToolbar.m */

/** ExtendedAttachmentCell.m */
"%@ (%d bytes)" = "%@ (%d byte)";
"%@ (%d KB)" = "%@ (%d KB)";

/** ExtendedCell.m */

/** ExtendedOutlineView.m */

/** ExtendedTableView.m */

/** ExtendedWindow.m */

/** Filter.m */

/** FilterManager.m */

/** FindWindow.m */
"Find:" = "Sök:";
"Replace with:" = "Ersätt med:";
"Find Scope" = "Sökvidd";
"Summaries" = "Sammanfattningar";
/* "Messages" =  "Meddelanden"; */
"Find Options" = "Sökningsalternativ";
"Ignore Case" = "Ignorera gemener/VERSALER";
"Regular Expression" = "Regular Expression";
"Find All" = "Hitta alla";
"Replace" = "Ersätt";
"Replace & Find" = "Sök & ersätt";
"Previous" = "Föregående";
"Next" = "Nästa";

/** FindWindowController.m */
"Find" = "Sök";
"Searching..." = "Searching...";
"Done searching. %d results found." = "Done searching. %d results found.";

/** FolderNode.m */

/** FolderNodePopUpItem.m */

/** GNUMail.m */
/* "Error!" =  "Fel!"; */
"An error occured while attempting to obtain the message store for target filter." = "An error occured while attempting to obtain the message store for target filter.";
/* "OK" =  "Ok"; */
/* "You must have at least one transport agent defined.\nSee Preferences -> Sending." =  "Du måste definiera minst en leveransmetod.\nSe Inställningar -> Skicka."; */
"Your Software is up-to-date" = "Your Software is up-to-date";
"You have the most recent version of GNUMail." = "You have the most recent version of GNUMail.";
"A New Version is Available" = "A New Version is Available";
"A new version of GNUMail is available (version %@). Would you like to download the new version now?" = "A new version of GNUMail is available (version %@). Would you like to download the new version now?";
/* "Cancel" =  "Avbryt"; */
"Feature not implemented!" = "Funktionen är inte implementerad!";
"Sorry, this feature is only available under Mac OS X." = "Sorry, this feature is only available under Mac OS X.";
"Compact..." = "Rensa...";
"Compacting a mailbox will permanently remove deleted messages.\nDo you want to continue?" = "Om du rensar brevlådan kommer raderade meddelanden permanent tas bort.\nVill du fortsätta?";
/* "No" =  "Nej"; */
/* "Yes" =  "Ja"; */
"Compacting mailbox, please wait..." = "Compacting mailbox, please wait...";
"Done compacting mailbox %@." = "Done compacting mailbox %@.";
"New message..." = "Nytt meddelande...";
"Undelete" = "Återställ";
/* "Delete" =  "Ta bort"; */
"Mark as Unread" = "Markera som oläst";
"Mark as Read" = "Markera som läst";
"Mailbox error!" = "Brevlådefel!";
"You must select a valid mailbox to open!" = "Du måste välja en giltig brevlåda att öppna!";
"Local" = "Lokalt";
"Information" = "Information";
"Use the same directory (%@) to save all other attachments? (override the files with the same name)." = "Use the same directory (%@) to save all other attachments? (override the files with the same name).";
"Show Filtered Headers" = "Visa filtrerade huvuden";
"Show All Headers" = "Visa alla huvuden";
"Hide Status Bar" = "Hide Status Bar";
"Show Status Bar" = "Show Status Bar";
"Show Normal Display" = "Show Normal Display";
"Show RAW Source" = "Visa rådata";
"Info" = "Info";
"Mailbox" = "Brevlåda";
/* "Message" =  "Meddelande"; */
/* "Compose" =  "Skriv"; */
/* "Edit" =  "Redigera"; */
"Windows" = "Fönster";
"Print" = "Utskrift";
"Services" = "Tjänster";
"Hide" = "Göm";
"Quit" = "Avsluta";
"Info Panel..." = "Infopanel...";
"Check For Updates" = "Check For Updates";
"Preferences..." = "Inställningar...";
"Help..." = "Hjälp...";
"Mailboxes..." = "Brevlådor...";
"Get New Mail" = "Hämta ny post";
"Sorting" = "Sortering";
"Sort by Date" = "Sortera efter datum";
"Sort by Name" = "Sortera efter namn";
"Sort by Number" = "Sortera efter nummer";
"Sort by Size" = "Sortera efter storlek";
"Sort by Subject" = "Sortera efter ämne";
"Hide Deleted" = "Göm raderade";
"Hide Read" = "Hide Read";
"Compact" = "Rensa";
"Select All Messages" = "Markera alla meddelanden";
"Send to Address Book" = "Spara i adressboken";
"Save Attachment" = "Spara bifogad fil";
"Save Text from Message" = "Spara texten från meddelandet";
"Text Encodings" = "Text Encodings";
"Bounce..." = "Studsa...";
"Apply Manual Filters" = "Applicera filter manuellt";
"New" = "Nytt";
"Reply" = "Svara";
"Reply All" = "Svara alla";
"Forward" = "Vidarebefordra";
"Addresses..." = "Adresser...";
"Drafts" = "Utkast";
"Save in Drafts" = "Spara i Utkast";
"Restore Draft" = "Fortsätt utkast";
"Cut" = "Klipp ut";
"Copy" = "Kopiera";
"Paste" = "Klistra in";
"Undo" = "Ångra";
/* "Find" =  "Sök"; */
"Spelling..." = "Stavning...";
"Check Spelling" = "Kolla stavning";
"Select All" = "Markera allt";
"Find Panel..." = "Sökpanel...";
"Find Next" = "Hitta nästa";
"Find Previous" = "Hitta föregående";
"Enter Selection" = "Använd markering";
"Console" = "Console";
"Arrange" = "Sida vid sida";
"Miniaturize" = "Minimera";
/* "Close" =  "Stäng"; */
"Setup Printer" = "Skrivarinställningar";
"Important!" = "Viktigt!";
"No configuration found for GNUMail.app" = "Inga inställningar funna för GNUMail.app";
"Configure" = "Inställningar";
"Loaded bundle at path %@" = "Loaded bundle at path %@";
"Failed to initialize bundle at path %@" = "Failed to initialize bundle at path %@";
"Error loading bundle at path %@" = "Error loading bundle at path %@";
"All" = "Alla";
"Show Deleted" = "Visa raderade";
"Show Read" = "Show Read";
"Default" = "Default";

/** GNUMailConstants.m */

/** Group.m */

/** LabelWidget.m */

/** LocalMailDelivery.m */

/** MailHeaderCell.m */

/** MailWindow.m */
/* "Delete" =  "Ta bort"; */
"Get" = "Hämta";
/* "Mailboxes" =  "Brevlådor"; */
/* "Compose" =  "Skriv"; */
/* "Reply" =  "Svara"; */
/* "Forward" =  "Vidarebefordra"; */
/* "Addresses" =  "Adressbok"; */
/* "Find" =  "Sök"; */
/* "Status" =  "Status"; */
/* "Id" =  "Nr"; */
/* "Date" =  "Datum"; */
/* "From" =  "Från"; */
/* "Subject" =  "Ämne"; */
/* "Size" =  "Storlek"; */

/** MailWindowController.m */
/* "New message..." =  "Nytt meddelande..."; */
"Local - %@" = "Lokal - %@";
"IMAP on %@ - %@" = "IMAP på %@ - %@";
"No Messages!" = "Inga meddelanden!";
"There are no messages in this Mailbox!" = "Det finns inga brev i den här brevlådan!";
/* "OK" =  "Ok"; */
"< unknown >" = "< okänd >";
/* "Closing..." =  "Stänger..."; */
"GNUMail.app is currently receiving E-Mails. Please wait." = "GNUMail.app tar emot meddelanden. Var god vänta.";
"Would you like to close the connection with the IMAP server?" = "Would you like to close the connection with the IMAP server?";
/* "Cancel" =  "Avbryt"; */
/* "Yes" =  "Ja"; */
/* "No" =  "Nej"; */
"Closed local folder %@." = "Closed local folder %@.";
"Closed IMAP folder %@ on %@." = "Closed IMAP folder %@ on %@.";
"Closing IMAP connection on %@." = "Closing IMAP connection on %@.";
/* "Stop" =  "Stop"; */
"Starting the fetching thread for %@.." = "Starting the fetching thread for %@..";
/* "Error!" =  "Fel!"; */
"Unable to communicate with the POP3 server (%@)." = "Kunde inte kontakta POP3 servern (%@).";
"Invalid password %@ @ %@." = "Felaktigt lösenord %@ @ %@.";
"An error occured while obtaining the IMAP Store to save the received message.\n%@" = "An error occured while obtaining the IMAP Store to save the received message.\n%@";
"The received message was saved in your local Inbox folder." = "The received message was saved in your local Inbox folder.";
"No New Messages..." = "Inga nya meddelanden...";
"There are no new messages on %@ @ %@." = "There are no new messages on %@ @ %@.";
/* "Get" =  "Hämta"; */
"Filtered messages..." = "Filtrerade meddelanden...";
"%d messages have been transfered to the following folders:\n%@" = "%d messages have been transfered to the following folders:\n%@";
"%d messages (%dKB) - %d unread (%dKB) - %d selected (%0.1fKB) - %d deleted" = "%d meddelanden (%dKB) - %d olästa (%dKB) - %d markerade (%0.1fKB) - %d raderade";
"IMAP %@ @ %@ - %@" = "IMAP %@ @ %@ - %@";
"No new messages on server %@" = "No new messages on server %@";
"Got a %@ while estabilishing (or closing) the POP3 connection to server %@." = "Got a %@ while estabilishing (or closing) the POP3 connection to server %@.";
"Exiting the fetching thread for %@..." = "Exiting the fetching thread for %@...";
"Got a %@ while transferring mails from %@." = "Got a %@ while transferring mails from %@.";

/** MailWindowToolbar.m */

/** MailboxManager.m */
"Open this folder on startup" = "Open this folder on startup";
/* "Mailbox" =  "Brevlåda"; */
/* "Size" =  "Storlek"; */
/* "Messages" =  "Meddelanden"; */
/* "Close" =  "Stäng"; */

/** MailboxManagerCache.m */

/** MailboxManagerController.m */
/* "Mailboxes" =  "Brevlådor"; */
/* "Mailbox" =  "Brevlåda"; */
"All Mailboxes" = "All Mailboxes";
/* "Size" =  "Storlek"; */
"%d KB" = "%d KB";
/* "Messages" =  "Meddelanden"; */
"%d (%d unread)" = "%d (%d unread)";
/* "Local" =  "Lokalt"; */
/* "Closing..." =  "Stänger..."; */
"Would you like to close the connection with this IMAP server?" = "Would you like to close the connection with this IMAP server?";
/* "No" =  "Nej"; */
/* "Yes" =  "Ja"; */
/* "Closing IMAP connection on %@." =  "Closing IMAP connection on %@."; */
"Transfer error!" = "Överföringsfel!";
"You cannot transfer a message inside the same mailbox!" = "Du kan inte överföra ett meddela till samma brevlåda!";
/* "OK" =  "Ok"; */
/* "Mailbox error!" =  "Brevlådefel!"; */
/* "You must select a valid mailbox to open!" =  "Du måste välja en giltig brevlåda att öppna!"; */
"You must select a valid mailbox\nto transfer this E-Mail to!" = "Du måste välja en giltig brevlåda\natt överföra detta brev till";
"You cannot transfer E-Mails to this folder!" = "You cannot transfer E-Mails to this folder!";
"You must select a valid root where to create this new mailbox." = "Du måste välja en giltig plats för att skapa en ny brevlåda.";
"Please select the mailbox you would like to delete." = "Var god välj brevlådan du vill ta bort.";
/* "Delete..." =  "Ta bort..."; */
"Are you sure you want to delete this mailbox?" = "Är du säker att du vill ta bort den här brevlådan?";
/* "Cancel" =  "Avbryt"; */
"Error while deleting!" = "Fel under borttagning!";
"You can't delete an opened mailbox! Close it first." = "Du kan inte ta bort en öppen brevlåda! Stäng den först.";
/* "Error!" =  "Fel!"; */
"The mailbox delete operation failed." = "Borttagningen av brevlådan misslyckades.";
"You must select a valid mailbox to rename!" = "Du måste välja en giltig brevlåda att döpa om!";
"You can't rename an opened mailbox! Close it first." = "Du kan inte döpa om en öppen brevlåda. Stäng den först.";
"Edit Mailbox" = "Edit Mailbox";
"Please enter the new name of the Mailbox:" = "Please enter the new name of the Mailbox:";
"The local mailbox %@ does not exist!" = "Den lokala brevlådan %@ existerar inte!";
"This folder (%@) holds folders, not messages!" = "This folder (%@) holds folders, not messages!";
"Local folder %@ opened." = "Local folder %@ opened.";
"A folder (%@) is already open. Please close it first." = "A folder (%@) is already open. Please close it first.";
"Opening IMAP folder %@ on %@..." = "Opening IMAP folder %@ on %@...";
"IMAP folder %@ on %@ opened." = "IMAP folder %@ on %@ opened.";
"Connecting to IMAP server %@ using SSL" = "Connecting to IMAP server %@ using SSL";
"Connecting to IMAP server %@" = "Connecting to IMAP server %@";
"Unable to communicate with the IMAP server (%@:%i)." = "Unable to communicate with the IMAP server (%@:%i).";
"Authenticating using %@..." = "Authenticating using %@...";
"Connected to %@!" = "Connected to %@!";
/* "Invalid password %@ @ %@." =  "Felaktigt lösenord %@ @ %@."; */
"A fatal error occured when appending the message to the %@ folder." = "A fatal error occured when appending the message to the %@ folder.";

/** MailboxManagerToolbar.m */

/** MessageViewWindow.m */
/* "Delete" =  "Ta bort"; */
/* "Reply" =  "Svara"; */
/* "Forward" =  "Vidarebefordra"; */
/* "Show All Headers" =  "Visa alla huvuden"; */

/** MessageViewWindowController.m */

/** MessageViewWindowToolbar.m */

/** MimeType.m */

/** MimeTypeManager.m */

/** NSRegEx.m */

/** NSStringExtensions.m */

/** NSUserDefaultsExtensions.m */

/** NewMailboxPanel.m */
"Please enter the name of the new Mailbox:" = "Skriv in namnet på den nya brevlådan:";
/* "Cancel" =  "Avbryt"; */
/* "OK" =  "Ok"; */

/** NewMailboxPanelController.m */
"New Mailbox" = "Ny brevlåda";
/* "Local" =  "Lokalt"; */
/* "Error!" =  "Fel!"; */
"The mailbox rename operation failed." = "Namnbytet på brevlådan misslyckades.";
/* "OK" =  "Ok"; */
"The mailbox create operation failed." = "Skapandet av brevlådan misslyckades.";

/** PasswordPanel.m */
"Please enter your password:" = "Var god skriv in ditt lösenord:";
/* "Cancel" =  "Avbryt"; */
/* "OK" =  "Ok"; */

/** PasswordPanelController.m */

/** PreferencesWindow.m */
"Apply" = "Verkställ";
/* "Cancel" =  "Avbryt"; */
/* "OK" =  "Ok"; */

/** PreferencesWindowController.m */
"Preferences Panel" = "Inställningar";
"Loading preferences bundle at path %@." = "Loading preferences bundle at path %@.";

/** TextEnrichedConsumer.m */

/** Utilities.m */
/* "Error!" =  "Fel!"; */
"A part of this E-Mail can't be represented. Please report this as a bug." = "En del av det här brevet kan inte visas. Var god rapportera detta som en bug";
/* "OK" =  "Ok"; */
"No text/plain part found. Please report this bug since GNUMail.app doesn't support this other kind of parts." = "No text/plain part found. Please report this bug since GNUMail.app doesn't support this other kind of parts.";
"Local Mailboxes" = "Local Mailboxes";
"Reply..." = "Svara...";
"Would you like to reply to all recipients?" = "Vill du svara till alla mottagare?";
/* "No" =  "Nej"; */
/* "Yes" =  "Ja"; */
"Reply to a message..." = "Svara på ett brev...";
"Forward a message..." = "Vidarebefodra ett brev...";
"Save all" = "Save all";
"The external program (%@) for opening this MIME-Type (%@) can't be found." = "Det externa programmet (%@) för att öppna den här MIME-typen (%@) kan inte hittas.";
